{
    "agreement": "<p class='text'> <b>Emotional Disclaimer & Indemnity.</b> The contents of www.heavensentnow.com are for informational purposes only. The content is not intended to be a substitute for professional advice, therapy, or treatment involving grief or loss. Always seek the advice of a mental health professional or other qualified health provider with any questions or concerns you may have regarding your mental well-being. We will not be held responsible or liable in any way for the information, products or materials that you request or receive through or on our website and its content. To the fullest extent permitted by law, we expressly exclude any liability for any direct, indirect or consequential loss or damage incurred by you or others in connection with our website and its content, including without limitation any liability for any accidents, delays, injuries, harm, loss, damage, death, lost profits, personal or business interruptions, misapplication of information, physical, mental, emotional, or spiritual injury or harm, loss of income or revenue, loss of business, loss of profits or contracts, anticipated savings, loss of data, loss of goodwill, wasted time and for any other loss or damage of any kind, however and whether caused by negligence, breach of contract, or otherwise, even if foreseeable. You specifically acknowledge and agree that we are not liable for any defamatory, offensive or illegal conduct of any other website participant or user, including you. You agree at all times to defend, indemnify and hold harmless From the Heart LLC, as well as any of our affiliates, agents, contractors, officers, directors, shareholders, employees, joint venture partners, successors, transferees, assignees, and licensees, as applicable, from and against any and all claims, causes of action, damages, liabilities, costs and expenses, including legal fees and expenses, arising out of or related to our website, its content or your breach of any obligation, warranty, representation or covenant set forth in any other agreement with us. </p> <p class='text'> <b>Warranties Disclaimer. </b> We make no warranties as to our website or its content. you agree that our website and its contents are provided “as is” and without warranties of any kind either express or implied. to the fullest extent permissible pursuant to applicable law, we disclaim all warranties, express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement. we do not warrant that the website or its content will be functional, uninterrupted, correct, complete, appropriate, or error-free, that defects will be corrected, or that any part of the website, content are free of viruses or other harmful components. We do not warrant or make any representations regarding the use or the results of the use of our website or its content or on third-party websites in terms of their correctness, accuracy, timeliness, reliability or otherwise. </p> <p class='text'> <b>Technology Disclaimer. </b> We try to ensure that the availability and delivery of our website and its content is uninterrupted and error-free. However, we cannot guarantee that your access will not be suspended or restricted from time to time, including to allow for repairs, maintenance or updates, although, of course, we will try to limit the frequency and duration of suspension or restriction. To the fullest extent permitted by law, we will be not be liable to you for damages or refunds, or for any other recourse, should our website or its content become unavailable or access to the them becomes slow or incomplete due to any reason, such as system back-up procedures, internet traffic volume, upgrades, overload of requests to the servers, general network failures or delays, or any other cause which may from time to time make our website or its content inaccessible to you. </p> <p class='text'> <b>Links to Other Websites. </b> We may provide links and pointers to other websites maintained by third parties which may take you outside of our website or its content. These links are provided for your convenience and the inclusion of any link or its content to any other website does not imply our endorsement, sponsorship, or approval of that website or its owner. We are not responsible for the views, opinions, facts, advice, statements, errors or omissions provided by external resources referenced in our website or its content, or their accuracy or reliability. We have no control over the contents or functionality of those websites and so we accept no responsibility for any loss, damage, or otherwise that may arise from your use of them. It is your responsibility to review the terms and conditions and privacy policies of those linked websites to confirm that you understand and agree with those policies. </p> <p class='text'> <b>Your Conduct. </b> You are agreeing that you will not use our website in any way that causes or is likely to cause the website, content, or access to be interrupted, damaged or impaired in any way. You understand that you are solely responsible for all electronic communications and content sent from your computer to this website and its content. You agree to only purchase goods or services for yourself or for another person for whom you are legally permitted to do so or for whom you have obtained the express consent to provide their name, address, method of payment, credit card number, and billing information. You must use the website and its content for lawful purposes only. You agree that you will not use the website or its content in any of the following ways: </p> <p class='text'> <br>• For fraudulent purposes or in connection with a criminal offence or otherwise carry out any unlawful activity. <br>• To send, use or re-use any material that is illegal, offensive, abusive, indecent, harmful, defamatory, obscene or menacing, threatening, objectionable, invasive of privacy, in breach of confidence, infringing of any intellectual property rights, or that may otherwise may injure others. <br>• To send, negatively impact, or infect our website or its content with software viruses or any other harmful or similar computer code designed to adversely affect the operation of any computer software or hardware, commercial solicitation, chain letters, mass mailings or any spam, whether intended or not. <br>• To cause annoyance, inconvenience or needless anxiety. <br>• To impersonate any third party or otherwise mislead as to the origin of your contributions. <br>• To reproduce, duplicate, copy or resell any part of our website or its content in a way. </p> <p class='text'> <b>Online Commerce.</b>Certain sections of the website or its content may allow you to make purchases from us or from other merchants. If you make a purchase from us on or through our website or its content, all information obtained during your purchase or transaction and all of the information that you give as part of the transaction, such as your name, address, method of payment, credit card number, and billing information, may be collected by both us, the merchant, and our payment processing company. </p> <p class='text'> Your participation, correspondence or business dealings with any affiliate, individual or company found on or through our website, all purchase terms, conditions, representations or warranties associated with payment, refunds, and/or delivery related to your purchase, are solely between you and the merchant. You agree that we shall not be responsible or liable for any loss, damage, refunds, or other matters of any sort that incurred as the result of such dealings with a merchant. </p> <p class='text'>Payment processing companies and merchants may have privacy and data collection practices that are different from ours. We have no responsibility or liability for these independent policies of the payment processing companies and merchants. In addition, when you make certain purchases through our website or its content, you may be subject to the additional terms and conditions of a payment processing company, merchant or us that specifically apply to your purchase. For more information regarding a merchant and its terms and conditions that may apply, visit that merchant’s website and click on its information links or contact the merchant directly. You release us, our affiliates, our payment processing company, and merchants from any damages that you incur, and agree not to assert any claims against us or them, arising from your purchase through or use of our website or its content. </p> <p class='text'> <b>Termination.</b> We reserve the right in our sole discretion to refuse or terminate your access to the website and its content, in full or in part, at any time without notice. In the event of cancellation or termination, you are no longer authorized to access the website or content now and in the future. </p> <p class='text'> <b>Cancellation.</b> You may stop using the application services at any time. If your notice for cancellation is received within 30 days of any application service purchase, a full refund will be provided. Please notify both the account and application administrator of your intent to close your account. All files and content information will be deleted immediately. Requests for refunds outside the specified time period will not be honored. </p>",
    "sorry_title": "Sorry...",
    "no_access": "You don't have access to this page.",
    "user_not_found": "We have problems loading this user's account, it looks like it no longer exists. Please contact support.",
    "messages_quota_title": "Limit reached...",
    "messages_quota_description": "You reached your maximum number of messages. Please change to another plan or contact us to help you out.",
    "membership_active_title": "Sorry...",
    "membership_active": "You already have a membership. If you want to contract another plan, you must first cancel your current membership.",
    "contact_alert": "Please make sure all the information entered is correct, phone number modifications won't be permitted once the contact is created.",
    "user-created-title": "Your account was created",
    "user-created-description": "Please check your email to confirm the account.",
    "success": "success",
    "contact-edited-success": "The contact was modified successfully",
    "membership-available": "available",
    "messages": "Messages", 
    "of": "of",
    "header-ondemand": "On Demand",
    "each": "each",
    "disclaimer_membership": "Canceling or upgrading plans can only be possible within the first 30 days of purchase.",
    "prices_member": "Prices in USD",
    "header-onboarding": "OnBoarding",
    "description-ondemand": "On demand gatters all your texts and photos from your created messages. So everytime your loved ones send a whatsapp to HeavenSent they will receive a picture or a message from the time capsule. Even after you have to leave. You could disable it if you want.",
    "features_01-title": "Upload your messages",
    "features_01-description": "Upload messages, fotos, videos or texts",
    "features_02-title": "Time capsule",
    "features_02-description": "Store and revisit your messages in you own personal time capsule up to 10 years.",
    "features_03-title": "Deliver your messages",
    "features_03-description": "We deliver your messages Entregaremos tus mensajes a un máximo de 10 seres queridos.",
    "features_04-title": "Monetary gifts and donations",
    "features_04-description": "Send money gifts and donate to selected charity.",
    "features_05-title": "Payments",
    "features_05-description": "One time payment suscription upt to 10 years.",
    "features_06-title": "On demand",
    "features_06-description": "Send toughtful messages to your loved ones even after you are gone.",
    "features_07-title": "Internationalization",
    "features_07-description": "Available in english and spanish.",
    "lenguage": "Español (MX)",
    "edit_contact_error_1": "There was an error updating your contact!",
    "edit_contact_error_2": "All fields are equal please change something",
    "hello": "Hello",
    "bye": "Bye",
    "show": "Show",
    "mail": "E-mail",
    "pass": "Password",
    "sign_up": "Sign up",
    "fill_out": "Please fill out this field",
    "login_password": "Please, enter a valid password.",
    "signup_username": "Please, enter your desired username.",
    "signup_username_error": "Your username may not have spaces before or after the text.",
    "signup_birthday": "Please, enter your birthday.",
    "signup_birthday_error": "Your birthday may not have spaces before or after the text.",
    "signup_birthday_continuity_error": "Please enter a valid date (birthday hasn't happened yet).",
    "signup_mobile": "Please, enter your mobile phone number.",
    "signup_mobile_error": "Your phone number may not have spaces before or after the text.",
    "signup_email": "Please, enter a valid email.",
    "signup_email_taken": "That email appears to be taken already. If you forgot your password, please request a password change.",
    "signup_pass": "Please, enter your desired password.",
    "signup_pass_error": "Your password may not have spaces before or after the text.",
    "signup_register_error": "Some fields are incomplete or incorrect, please try again.",
    "signup_contact_error": "You already have that user as a contact!",
    "signup_file_read_error": "There was an error reading the file!",
    "signup_file_processing_error": "There was an error processing your file!",
    "sign_up_error": "Ooops something went wrong with the registration, try again later.",
    "no_admin_please_fill": "Your account has no admin associated with it, please fill out your admin information.",
    "login": "Login",
    "accept": "Accept",
    "cancel": "Cancel",
    "search": "Buscar",
    "forgot_pass": "Forgot password?",
    "text_forgot_pass": "Enter your email address and we will send you instructions to reset your password",
    "recover_pass": "Recover password",
    "recovery_invalid_email": "Please enter a valid email",
    "text_mail_send": "We sent you an email with instructions to change your password.",
    "back_login": "Back to login",
    "no_memories": "No messages have been shared with you yet.",
    "change_pass": "Change password",
    "create_pass": "Create a new password",
    "new_pass": "New password",
    "repeat_pass": "Repeat password",
    "save_pass": "Save password",
    "user_agree": "User agreement",
    "name": "Name",
    "birthday": "Birthday",
    "phone": "Phone number",
    "create_acount": "Create account",
    "invite_admin": "Add an administrator",
    "memory_will_not_repeat": "The message will never repeat",
    "text_invite_admin": "The administrator will be the person in charge of sending or editing the messages for you in the future, if you wish.",
    "guardian_info": "It is not recommended to send messages to minors, it is suggested to send them to an adult and that the adult shows the message.",
    "admin": "Admin",
    "admin_name": "Admin name",
    "admin_mail": "Admin email",
    "admin_password": "Admin password",
    "admin_relation": "Admin relationship",
    "admin_edit": "Admin could edit?",
    "create_admin_repeated": "You already have that user as a contact!",
    "create_admin_name": "Please enter your admin's name",
    "create_admin_name_error": "Your admin's name may not have spaces before or after the text",
    "create_admin_relation": "Please enter your relationship with your admin",
    "create_admin_relation_error": "Your admin's relationship may not have spaces before or after the text",
    "create_admin_pass": "Please enter your admin's password",
    "create_admin_pass_error": "Your admin's password may not have spaces before or after the text",
    "invite": "Invite",
    "which_relation": "Which is your relationship with your administrator?",
    "which_relation_text": "Define your relationship with the administrator. Could be a daughter, son, wife, cousin, etc. We will create a contact in your account with this info.",
    "account_confirmed": "Account confirmed!",
    "create_family": "Create family",
    "import_contacts": "Import your contacts",
    "grant_access": "Grant access",
    "create_contact": "Create contact",
    "create_contact_error_data": "Something happened trying to upload the user's data.",
    "create_contact_error_photo": "Something happened trying to upload the user's photo.",
    "incomplete_fields": "Some fields are incomplete or incorrect, please try again.",
    "create_contact_username": "Please, enter your family member's desired username.",
    "create_contact_mobile": "Please, enter your family member's mobile phone number.",
    "create_contact_relation": "Please, enter your relation with your family member.",
    "create_contact_relation_error": "Your relation with your family member may not have spaces before or after the text.",
    "create_contact_birthday": "Please, enter your family member's birthday.",
    "create_contact_password": "Please, enter your family member's desired password.",
    "relation": "Relation",
    "my_family": "My Family",
    "create_guardian": "Create guardian",
    "create_tutor": "Create guardian",
    "edit_contact": "Edit contact",
    "edit_contact_invalid_image": "dateEndHappensBeforeReleaseDay image!",
    "edit_contact_unsupported_upload": "File upload is not supported!",
    "edit_contact_relation_not_found": "This contact relation doesn't exist",
    "edit_contact_contact_not_found": "No such contact was found",
    "save_changes": "Save changes",
    "nickname": "Nickname",
    "membership": "Membership",
    "text_thanks_membership": "Thanks for being a HeavenSent member",
    "view_membership_cancel": "Your membership has been canceled, you won't be charged again at the end of the current period",
    "view_membership_next_month": "next month",
    "next_billing_date": "Next billing date:",
    "billed_with": "Billed with:",
    "change_plan": "Upgrade plan",
    "upgrade_subs": "Upgrade Membership",
    "30_no_refund": "We're sorry, you can only upgrade or cancel your plan within the first 30 days of purchase.",
    "upgrade_subs_dialog": "For upgrading your plan, first, you need to cancel the current one and then select the one you want. Do you want to upgrade ? ",
    "cancel_subs": "Cancel Membership",
    "cancel_subs_no_refund": "More than 30 days have passed since your payment, this operation will not generate a refund and it is permanent, are you sure you want to continue?",
    "cancel_subs_dialog": "Are you sure you want to cancel your membership? No refund will be made if more than 30 days have passed since the payment of your membership",
    "cancel_subs_canceled": "Your membership will no longer be renewed after",
    "edit_mem_invalid_action":"You can only edit memories that haven't been delivered already or are repeatedly being sent",
    "delete_mem": "Are you sure you want to delete the message?",
    "delete_mem_2": "This action is irreversible",
    "delete_mem_title": "Delete message",
    "delete_mem_error": "An error occurred deleting the message, please try again later",
    "delete_mem_success": "Message deleted successfully",
    "select_package": "Select membership",
    "choose_plan": "Choose the package that’s right for you.",
    "down_and_up": "Upgrade membership",
    "basic": "Economy",
    "standard": "Premium",
    "premium": "VIP",
    "per_month": "PER 10 YEARS",
    "text_notes": "Text Notes",
    "pictures": "Pictures",
    "on_demand": "On Demand",
    "desc_select_membership": "messages / year",
    "select_plan": "Select plan",
    "confirm_plan_change_dialog_text": "Are you sure you want to change membership? The following payment you'll have to pay",
    "confirm_plan_change_dialog_title": "Membership change confirmation",
    "add_card_info": "Add card info",
    "name_card": "Name on card",
    "number_card": "Card Number",
    "credit_card": "Credit card",
    "confirm": "Confirm",
    "payment_confirmed": "Payment confirmed",
    "membership_change_confirmed": "Membership changed successfully",
    "go_profile": "Go to profile",
    "donate": "Donate",
    "give_now": "Give now",
    "contacts": "Contacts",
    "create": "Create",
    "new_memory": "New Message",
    "birthday_memory": "Birthday Message",
    "collage": "Collage",
    "especial_memory": "Special Message",
    "scheduled": "Scheduled",
    "send_later": "Send Later",
    "my_memories": "My messages",
    "shared_with_me": "Shared with me",
    "profile": "Profile",
    "ondemand": "On demand",
    "plan": "Plan",
    "terms_and_conds": "Terms & Conditions",
    "sign_out": "Sign Out",
    "edit": "Edit",
    "delete": "Delete",
    "edit_profile": "Edit profile",
    "create_memory": "Create Message",
    "memories": "Messages",
    "sent_by": "Sent by:",
    "see": "See",
    "no_title": "No title",
    "no_cover": "No cover",
    "no_content": "No Content",
    "no_files": "No files",
    "no_description": "No description",
    "more_ten_contacts": "More contacts than allowed",
    "no_contacts": "No contacts",
    "content": "Content",
    "text": "Text",
    "message": "Message",
    "create_memories": "Create messages",
    "create_mem_header": "Create Message",
    "create_mem_title": "Title",
    "create_mem_message": "Message",
    "create_mem_upload": "Upload files",
    "create_mem_space": "Available space ",
    "create_mem_out_of": "out of ",
    "create_mem_upload_cover": "Tap here to select a cover for your message",
    "create_mem_add_contacts": "Contacts",
    "create_mem_location": "Location",
    "create_mem_add_location": "Add location",
    "create_mem_deliver_date": "Deliver date",
    "create_mem_set_deliver_date": "Set date to deliver",
    "create_mem_on_demand": "On Demand",
    "create_mem_on_demand_desc": "The user can access the content as many times as they can",
    "create_mem_create": "Create message",
    "create_mem_immediately": "Send immediately",
    "create_mem_date": "Date",
    "create_mem_time": "Time",
    "create_mem_repeat": "Repeat",
    "create_mem_never": "Never",
    "create_mem_weekly": "Weekly",
    "create_mem_monthly": "monthly",
    "create_mem_yearly": "Yearly",
    "create_mem_repeat_end": "End repetition",
    "create_mem_repeat_footer_immediately": "The message will be sent immediately",
    "create_mem_repeat_footer_never": "The message will never repeat",
    "create_mem_repeat_footer_date": "The message will repeat itself",
    "create_mem_repeat_footer_until": "until",
    "create_mem_repeat_every": "The message will repeat itself every year until",
    "create_mem_success": "The message has been created successfully!",
    "create_mem_failure": "There was an unexpected error when trying to create the message!",
    "create_mem_missing_field": "You missed one or more important fields, please fill them out;",
    "create_mem_memories_limit": "the message limit per year has already been created",
    "create_mem_file_failure": "There was an error uploading your files!",
    "create_mem_cover_failure": "There was an error uploading your cover!",
    "mem_delivery_date_error": "Delivery date occurs in the past",
    "mem_delivery_date_error_2": "The delivery date occurs after your membership ends.",
    "mem_repetition_date_error": "Repetition end date happens before the message is released",
    "memory_will_repeat": "The message will repeat itself",
    "create_mem_accept_date": "Accept",
    "mem_file_edit": "Editar",
    "mem_file_delete": "Borrar",
    "add_cont_contacts": "contacts",
    "add_cont_search": "Search",
    "add_cont_to_mem": "Add to message",
    "add_loc_header": "Add location",
    "add_loc_address": "Address",
    "add_loc_save": "Save location",
    "edit_mem_header": "Edit message",
    "edit_mem_title": "Title",
    "edit_mem_message": "Message",
    "edit_mem_upload": "Uploaded files",
    "edit_mem_space": "Available space ",
    "edit_mem_out_of": "out of ",
    "edit_mem_upload_cover": "Tap here to select a cover for your message",
    "edit_mem_contacts": "Contacts",
    "edit_mem_location": "Location",
    "edit_mem_add_contacts": "Contacts",
    "edit_mem_add_location": "Add location",
    "edit_mem_deliver_date": "Deliver date",
    "edit_mem_set_deliver_date": "Set date to deliver",
    "edit_mem_on_demand": "On Demand",
    "edit_mem_on_demand_desc": "The user can access the content as many times as they can",
    "edit_mem_save": "Save message",
    "edit_mem_create": "Create message",
    "edit_mem_immediately": "Send immediately",
    "edit_mem_date": "Date",
    "edit_mem_time": "Time",
    "edit_mem_repeat": "Repeat",
    "edit_mem_never": "Never",
    "edit_mem_weekly": "Weekly",
    "edit_mem_monthly": "monthly",
    "edit_mem_yearly": "Yearly",
    "edit_mem_repeat_end": "End repetition",
    "edit_mem_repeat_footer_immediately": "The message will be sent immediately",
    "edit_mem_repeat_footer_never": "The message will never repeat",
    "edit_mem_repeat_footer_date": "The message will repeat itself",
    "edit_mem_repeat_footer_until": "until",
    "edit_mem_accept_date": "Accept"
}