{
    "agreement": "<p class='text'> <b>Exención de responsabilidad emocional e indemnización.</b> Los contenidos de www.heavensentnow.com son solo para fines informativos. El contenido no pretende sustituir el asesoramiento, la terapia o el tratamiento profesional que implique el dolor de pérdida.Siempre busque el consejo de un profesional de la salud mental u otro proveedor de salud calificado con cualquier pregunta o inquietud que pueda tener con respecto a su bienestar mental. </p> <p class='text'> De ninguna manera nos hacemos responsables por la información, productos o materiales que solicite o reciba a través o en nuestro sitio web y su contenido. En la máxima medida permitida por la ley, nos excluimos expresamente de cualquier responsabilidad por cualquier pérdida o daño directo, indirecto o consecuente incurrido por usted u otros en relación con nuestro sitio web y su contenido, incluida, entre otras, cualquier responsabilidad por accidentes, retrasos, lesiones, pérdidas, agravio, muerte, lucro cesante, interrupciones personales o comerciales, mala aplicación de información, daño físico, mental, emocional o espiritual, pérdida de ingresos, pérdida de negocios, pérdida de ganancias o contratos, ahorros anticipados, pérdida de datos, pérdida de buena voluntad, pérdida de tiempo y por cualquier otra pérdida o daño de cualquier tipo, ya sea causado por negligencia, incumplimiento de contrato o de otro modo, incluso si es previsible. Usted reconoce y acepta específicamente que no somos responsables de ninguna conducta difamatoria, ofensiva o ilegal de ningún otro participante o usuario del sitio web, incluido usted. </p> <p class='text'> Usted acepta en todo momento defender, indemnizar y eximir de responsabilidad a From the Heart LLC, así como a cualquiera de nuestros afiliados, agentes, contratistas, funcionarios, directores, accionistas, empleados, socios de empresas conjuntas, sucesores, cesionarios, cesionarios y licenciatarios. según corresponda, de y contra todas y cada una de las reclamaciones, causas de acción, daños, responsabilidades, costos y gastos, incluidos los honorarios y gastos legales, que surjan de o estén relacionados con nuestro sitio web, su contenido o su incumplimiento de cualquier obligación, garantía, representación o pacto establecido en cualquier otro acuerdo con nosotros. </p> <p class='text'> <b>Deslinde de responsabilidad de garantía.</b> No ofrecemos ninguna garantía en cuanto a nuestro sitio web o su contenido. Usted acepta que nuestro sitio web y su contenido se proporcionan 'tal cual' y sin garantías de ningún tipo, ya sea expresa o implícita. En la máxima medida permitida por la ley aplicable, renunciamos a todas las garantías, expresas o implícitas, incluidas, entre otras, las garantías implícitas de comerciabilidad, idoneidad para un propósito particular y no infracción. No garantizamos que el sitio web o su contenido sea funcional, ininterrumpido, correcto, completo, apropiado o libre de errores, que los defectos serán corregidos o que cualquier parte del sitio web, el contenido esté libre de virus u otros componentes dañinos. No garantizamos ni hacemos ninguna declaración con respecto al uso o los resultados del uso de nuestro sitio web o su contenido o en sitios web de terceros en términos de su corrección, precisión, puntualidad, confiabilidad u otros. </p> <p class='text'> <b>Deslinde de responsabilidad de tecnología.</b> Intentamos asegurarnos de que la disponibilidad y la entrega de nuestro sitio web y su contenido sea ininterrumpida y sin errores. Sin embargo, no podemos garantizar que su acceso no sea suspendido o restringido de vez en cuando, incluso para permitir reparaciones, mantenimiento o actualizaciones, aunque, por supuesto, intentaremos limitar la frecuencia y duración de la suspensión o restricción. En la máxima medida permitida por la ley, no seremos responsables ante usted por daños o reembolsos, o por cualquier otro recurso, si nuestro sitio web o su contenido no están disponibles o el acceso a ellos se vuelve lento o incompleto debido a cualquier motivo, como procedimientos de respaldo del sistema, volumen de tráfico de Internet, actualizaciones, sobrecarga de solicitudes a los servidores, fallas o retrasos generales de la red, o cualquier otra causa que de vez en cuando pueda provocar que nuestro sitio web o su contenido sea inaccesible para usted. </p> <p class='text'> <b>Enlaces a otros sitios web.</b> Podemos proporcionar enlaces y sugerencias a otros sitios web mantenidos por terceros que pueden llevarlo fuera de nuestro sitio web o su contenido. Estos enlaces se proporcionan para su conveniencia y la inclusión de cualquier enlace o su contenido a cualquier otro sitio web no implica nuestro respaldo, patrocinio o aprobación de ese sitio web o su propietario. No somos responsables de los puntos de vista, opiniones, hechos, consejos, declaraciones, errores u omisiones proporcionados por recursos externos a los que se hace referencia en nuestro sitio web o su contenido, o su exactitud o confiabilidad. No tenemos control sobre el contenido o la funcionalidad de esos sitios web y, por lo tanto, no aceptamos ninguna responsabilidad por cualquier pérdida, daño o cualquier otro motivo que pueda surgir de su uso. Es su responsabilidad revisar los términos y condiciones y las políticas de privacidad de esos sitios web vinculados para confirmar que comprende y está de acuerdo con esas políticas. </p> <p class='text'> <b>Su conducta.</b> Usted acepta que no utilizará nuestro sitio web de ninguna manera que cause o pueda causar que el sitio web, el contenido o el acceso sean interrumpidos, dañados o dañados de alguna manera. Usted comprende que es el único responsable de todas las comunicaciones electrónicas y el contenido enviado desde su computadora a este sitio web y su contenido. Usted acepta comprar bienes o servicios únicamente para usted o para otra persona para la que tiene permiso legal para hacerlo o para quien ha obtenido el consentimiento expreso para proporcionar su nombre, dirección, método de pago, número de tarjeta de crédito e información de facturación. Debe utilizar el sitio web y su contenido únicamente con fines legales. Usted acepta que no utilizará el sitio web ni su contenido de ninguna de las siguientes formas: </p> <p class='text'> <br>• Para fines fraudulentos o en relación con un delito penal o para llevar a cabo cualquier actividad ilegal. <br>• Enviar, usar o reutilizar cualquier material que sea ilegal, ofensivo, abusivo, indecente, dañino, difamatorio, obsceno o amenazante, censurable, invasivo de la privacidad, que infrinja la confianza, que infrinja cualquier derecho de propiedad intelectual o que de otra manera pueden dañar a otros. <br>• Para enviar, impactar negativamente o infectar nuestro sitio web o su contenido con virus de software o cualquier otro código informático dañino o similar diseñado para afectar negativamente el funcionamiento de cualquier software o hardware informático, solicitud comercial, cartas en cadena, correos masivos o cualquier spam. Ya sea intencionado o no. <br>• Causar molestias, o ansiedad innecesaria. <br>• Para hacerse pasar por un tercero o inducir a error en cuanto al origen de sus contribuciones. <br>• Reproducir, duplicar, copiar o revender cualquier parte de nuestro sitio web o su contenido de cualquier manera. </p> <p class='text'> <b>Comercio en línea.</b>Ciertas secciones del sitio web o su contenido pueden permitirle realizar compras con nosotros o con otros comerciantes. Si realiza una compra con nosotros a través de nuestro sitio web o su contenido, toda la información obtenida durante su compra o transacción y toda la información que proporcione como parte de la transacción, como su nombre, dirección, método de pago, crédito, el número de tarjeta y la información de facturación podrán ser recopilados por nosotros, el comerciante y nuestra empresa de procesamiento de pagos. </p> <p class='text'> Su participación, correspondencia o tratos comerciales con cualquier afiliado, individuo o empresa que se encuentre en o a través de nuestro sitio web, todos los términos de compra, condiciones, representaciones o garantías asociadas con el pago, los reembolsos y / o la entrega relacionados con su compra, son únicamente entre usted y el comerciante. Usted acepta que no somos responsables de ninguna pérdida, daño, reembolso u otros asuntos de cualquier tipo que se produzcan como resultado de dichos tratos con un comerciante. </p> <p class='text'> Las empresas de procesamiento de pagos y los comerciantes pueden tener prácticas de recopilación de datos y privacidad diferentes a las nuestras. No tenemos ninguna responsabilidad por estas políticas independientes de las empresas de procesamiento de pagos y los comerciantes. Además, cuando realiza ciertas compras a través de nuestro sitio web o su contenido, puede estar sujeto a los términos y condiciones adicionales de una empresa de procesamiento de pagos, comerciante o nosotros que se aplican específicamente a su compra. Para obtener más información sobre un comerciante y sus términos y condiciones que pueden aplicarse, visite el sitio web de ese comerciante y haga clic en sus enlaces de información o comuníquese directamente con el comerciante. </p> <p class='text'> Usted, nos libera a nosotros, a nuestras afiliadas, a nuestra compañía de procesamiento de pagos y a los comerciantes de cualquier daño en el que incurra, y acepta no hacer valer ningún reclamo contra nosotros o contra ellos, que surja de su compra o uso de nuestro sitio web o su contenido. </p> <p class='text'> <b>Terminación.</b> Nos reservamos el derecho, a nuestro exclusivo criterio, de rechazar o cancelar su acceso al sitio web y su contenido, en su totalidad o en parte, en cualquier momento sin previo aviso. En caso de cancelación o rescisión, ya no está autorizado para acceder al sitio web o al contenido ahora y en el futuro. </p>",
    "header-ondemand": "On Demand",
    "header-onboarding": "Características",
    "description-ondemand": "On demand gatters all your texts and photos from your created messages. So everytime your loved ones send a whatsapp to HeavenSent they will receive a picture or a message from the time capsule. Even after you have to leave. You could disable it if you want.",
    "features_01-title": "Sube tus recuerdos",
    "features_01-description": "Sube tus recuerdos, ya sean fotos, videos o textos.",
    "features_02-title": "Cápsula del tiempo",
    "features_02-description": "Guarda y revisita tus recuerdos en tu cápsula del tiempo personal hasta por 10 años.",
    "features_03-title": "Entrega tus recuerdos",
    "features_03-description": "Entregaremos tus mensajes a un máximo de 10 seres queridos.",
    "features_04-title": "Regalos monetarios y donaciones",
    "features_04-description": "Manda regalos monetarios y dona a la caridad.",
    "features_05-title": "Pagos",
    "features_05-description": "Procesa en un solo pago tu suscripción por 10 años.",
    "features_06-title": "On demand",
    "features_06-description": "Contacta a tus seres queridos via notificaciones, textos, email o por teléfono de manera automática en intervalos de tiempo específicos.",
    "features_07-title": "Idiomas",
    "features_07-description": "Disponible en inglés y español.",
    "lenguage": "English (US)",
    "edit_contact_error_1": "¡Hubo un error actualizando tu contacto!",
    "edit_contact_error_2": "Todos los campos son iguals por favor cambia algo para seguir",
    "hello": "Hola",
    "bye": "Adios",
    "show": "mostrar",
    "mail": "Correo electrónico",
    "pass": "Contraseña",
    "sign_up": "Regístrate",
    "signup_username": "Por favor, indroduzca su nombre de usuario.",
    "signup_username_error": "Su nombre de usuario no debe tener espacios antes o después del texto.",
    "signup_birthday": "Por favor, introduzca su cumpleaños.",
    "signup_birthday_error": "Su cumpleaños no debe tener espacios antes o después del texto.",
    "signup_birthday_continuity_error": "Por favor introduzca una fecha válida (tu cumpleaños todavía no ocurre).",
    "signup_mobile": "Por favor, introduzca su número de teléfono.",
    "signup_mobile_error": "Su número telefónico no debe tener espacios antes o después del texto.",
    "signup_email": "Por favor, introduzca un correo electrónico válido.",
    "signup_email_taken": "Parece ser que ese correo ya esta tomado. Si olvidó su contraseña, por favor pida un cambio de contraseña",
    "signup_pass": "Por favor, introduzca su contraseña.",
    "signup_pass_error": "Su contraseña no debe tener espacios antes o después del texto.",
    "signup_register_error": "Algunos campos estan incompletos o incorrectos, por favor, intente de nuevo.",
    "signup_contact_error": "¡Ya tiene ese usuario como contacto!",
    "signup_file_read_error": "¡Hubo un error al leer el archivo!",
    "signup_file_processing_error": "¡Hubo un error procesando el archivo!",
    "no_admin_please_fill": "Su cuenta no tiene ningún administrador asociado, complete su información de administrador.",
    "login": "Iniciar sesión",
    "accept": "Aceptar",
    "cancel": "Cancelar",
    "search": "Buscar",
    "forgot_pass": "¿Olvidó su contraseña?",
    "text_forgot_pass": "Ingrese su dirección de correo electrónico y le enviaremos instrucciones para restablecer su contraseña",
    "recover_pass": "Recuperar contraseña",
    "recovery_invalid_email": "Por favor introduzca un correo válido",
    "text_mail_send": "Le enviamos un correo electrónico con instrucciones para cambiar su contraseña.",
    "back_login": "Regresar",
    "memory_will_not_repeat": "El mensaje no se repetirá",
    "change_pass": "Cambiar contraseña",
    "create_pass": "Crear una nueva contraseña",
    "no_memories": "No te han compartido mensajes aún.",
    "new_pass": "Nueva contraseña",
    "repeat_pass": "Repite la contraseña",
    "save_pass": "Guardar contraseña",
    "my_family": "Mi Familia",
    "user_agree": "Acuerdo del Usuario",
    "name": "Nombre",
    "birthday": "Fecha de nacimiento",
    "phone": "Número de teléfono",
    "create_acount": "Crear una cuenta",
    "invite_admin": "Invita a un administrador",
    "text_invite_admin": "El administrador será la persona encargada de enviar o editar los recuerdos por usted en un futuro, si así lo desea.",
    "guardian_info": "En caso que la persona asignada para un mensaje sea menor de edad, es necesario crear un guardián y asignarlo en el mensaje.",
    "admin": "Admin",
    "admin_name": "Nombre de administrador",
    "admin_mail": "Correo electrónico de administrador",
    "admin_password": "Contraseña del administrador",
    "admin_relation": "Relación con el administrador",
    "admin_edit": "¿El admr. puede editar?",
    "invite": "Invitar",
    "which_relation": "¿Cuál es su relación con su administrador?",
    "which_relation_text": "Define tu relación con el administrador. Podría ser una hija, un hijo, una esposa, un primo, etc. Crearemos un contacto en su cuenta con esta información.",
    "account_confirmed": "Cuenta confirmada!",
    "create_family": "Crear familia",
    "import_contacts": "Importa tus contactos",
    "grant_access": "Autorizar el acceso",
    "create_contact": "Crear contacto",
    "relation": "Relación",
    "create_guardian": "Crear guardián",
    "create_tutor": "Crear guardián",
    "edit_contact": "Editar contacto",
    "edit_contact_invalid_image": "Imagen no valida",
    "edit_contact_unsupported_upload": "Archivo no compatible",
    "edit_contact_relation_not_found": "La relacion con este contacto no existe",
    "edit_contact_contact_not_found": "El contacto no pudo ser encontrado",
    "save_changes": "Guardar cambios",
    "nickname": "Apodo",
    "membership": "Membresía",
    "text_thanks_membership": "Gracias por ser miembro de HeavenSent",
    "view_membership_cancel": "Tu membresía ha sido cancelada, no se te cobrará al final del periodo actual",
    "view_membership_next_month": "el siguiente mes",
    "next_billing_date": "Siguiente Fecha de facturación:",
    "billed_with": "Facturado con:",
    "change_plan": "Cambiar plan",
    "cancel_subs": "Cancelar suscripción",
    "cancel_subs_dialog": "¿Estas seguro que quieres cancelar tu membresía? No se te cobrará al final del periodo actual y se cancelará entonces",
    "cancel_subs_canceled": "Tu membresía ya no se renovará despues del",
    "delete_mem": "¿Estas seguro que quieres eliminar la memoria?",
    "delete_mem_2": "Esta accion es irreversible",
    "delete_mem_title": "Eliminar Memoria",
    "delete_mem_error": "Ocurrio un error eliminando la memoria, intentelo de nuevo mas tarde",
    "delete_mem_success": "Memoria eliminada exitosamente",
    "select_package": "Seleccionar paquete",
    "choose_plan": "Elija un plan adecuado para usted.",
    "down_and_up": "Degradar o actualizar a cualquier tipo",
    "basic": "Cumpleaños",
    "standard": "Premier",
    "premium": "VIP",
    "per_month": "POR 10 AÑOS",
    "text_notes": "Notas de texto",
    "pictures": "Imágenes",
    "on_demand": "Bajo Demanda",
    "desc_select_membership": "Recuerdos / Personas / Años",
    "select_plan": "Seleccionar plan",
    "confirm_plan_change_dialog_text": "¿Estás seguro que quieres cambiar de plan? El siguiente pago tendrás que pagar",
    "confirm_plan_change_dialog_title": "Confirmar cambio de plan",
    "add_card_info": "Agregar información",
    "name_card": "Nombre en la tarjeta",
    "number_card": "Numero de tarjeta",
    "credit_card": "Tarjeta de crédito",
    "confirm": "Confirmar",
    "payment_confirmed": "Pago confirmado",
    "membership_change_confirmed": "El plan ha sido cambiado exitosamente",
    "go_profile": "Ir al perfil",
    "donate": "Donar",
    "give_now": "Donar ahora",
    "contacts": "Contactos",
    "create": "Crear",
    "new_memory": "Nuevo Mensaje",
    "birthday_memory": "Mensaje de cumpleaños",
    "collage": "Collage",
    "especial_memory": "Mensaje especial",
    "scheduled": "Programado",
    "send_later": "Enviar Luego",
    "my_memories": "Mis mensajes",
    "shared_with_me": "Compartido conmigo",
    "profile": "Perfil",
    "ondemand": "On demand",
    "plan": "Plan",
    "terms_and_conds": "Términos y condiciones",
    "sign_out": "Cerrar sesión",
    "edit": "Editar",
    "delete": "Eliminar",
    "edit_profile": "Editar Perfil",
    "create_memory": "Crear Mensaje",
    "memories": "Mensajes",
    "sent_by": "Enviado por:",
    "see": "Ver",
    "no_title": "Falta el título",
    "no_cover": "Falta la imagen de portada",
    "no_content": "Sin Contenido",
    "no_files": "Falta agregar archivos",
    "no_description": "Falta descripción",
    "no_contacts": "Falta agregar contactos",
    "content": "Contenido",
    "text": "Texto",
    "message": "Mensaje",
    "create_memories": "Crear mensajes",
    "create_mem_header": "Crear Mensaje",
    "create_mem_title": "Título",
    "create_mem_message": "Mensaje",
    "create_mem_upload": "Subir archivos",
    "create_mem_space": "Espacio disponible",
    "create_mem_out_of": "de",
    "create_mem_upload_cover": "Toque aquí para seleccionar el cover para tu mensaje",
    "create_mem_add_contacts": "Contactos",
    "create_mem_location": "Ubicación",
    "create_mem_add_location": "Agregar ubicación",
    "create_mem_deliver_date": "Fecha de entrega",
    "create_mem_set_deliver_date": "Seleccione una fecha de entrega",
    "create_mem_on_demand": "Bajo demanda",
    "create_mem_on_demand_desc": "El usuario puede accessar el contenido cuantas veces quiera",
    "create_mem_create": "Crear mensaje",
    "create_mem_immediately": "Enviar inmediatamente",
    "create_mem_date": "Fecha",
    "create_mem_time": "Hora",
    "create_mem_repeat": "Repetir",
    "create_mem_never": "Nunca",
    "create_mem_weekly": "Semanalmente",
    "create_mem_monthly": "Mensualmente",
    "create_mem_yearly": "Anualmente",
    "create_mem_repeat_end": "Término de repetición",
    "create_mem_repeat_footer_immediately": "El mensaje se enviará inmediatamente",
    "create_mem_repeat_every": "El mensaje se repetirá cada año hasta...",

    "create_mem_repeat_footer_never": "El mensaje nunca se repetirá",
    "create_mem_repeat_footer_date": "El mensaje se repetirá",
    "create_mem_repeat_footer_until": "hasta",
    "create_mem_success": "La memoria se ha creado exitosamente!",
    "create_mem_failure": "Ocurrió un error inesperado al intentar crear la memoria!",
    "create_mem_missing_field": "Le faltó uno o más campos importantes, por favor llénelos e intente de nuevo;",
    "create_mem_file_failure": "Hubo un error subiendo sus archivos!",
    "create_mem_cover_failure": "Hubo un error subiendo su cover!",
    "mem_delivery_date_error": "La fecha de entrega ya ocurrió",
    "mem_repetition_date_error": "La fecha de término de repetición ocurre antes de que la memoria sea liberada",
    "memory_will_repeat": "El mensaje se repetirá a si mismo",
    "create_mem_accept_date": "Aceptar",
    "mem_file_edit": "Editar",
    "mem_file_delete": "Borrar",
    "add_cont_contacts": "Contactos de",
    "add_cont_search": "Buscar",
    "add_cont_to_mem": "Agregar a la mensaje",
    "add_loc_header": "Agregar ubicación",
    "add_loc_address": "Dirección",
    "add_loc_save": "Guardar ubicación",
    "edit_mem_header": "Editar Mensaje",
    "edit_mem_title": "Título",
    "edit_mem_message": "Mensaje",
    "edit_mem_upload": "Archivos subidos",
    "edit_mem_space": "Espacio disponible",
    "edit_mem_out_of": "de",
    "edit_mem_upload_cover": "Toque aquí para seleccionar el cover para tu mensaje",
    "edit_mem_add_contacts": "Contactos",
    "edit_mem_location": "Ubicación",
    "edit_mem_add_location": "Agregar ubicación",
    "edit_mem_deliver_date": "Fecha de entrega",
    "edit_mem_set_deliver_date": "Selecciona una fecha de entrega",
    "edit_mem_on_demand": "Bajo demanda",
    "edit_mem_on_demand_desc": "El usuario puede accessar el contenido cuantas veces quiera",
    "edit_mem_save": "Guardar mensaje",
    "edit_mem_immediately": "Enviar inmediatamente",
    "edit_mem_date": "Fecha",
    "edit_mem_time": "Hora",
    "edit_mem_repeat": "Repetir",
    "edit_mem_never": "Nunca",
    "edit_mem_weekly": "Semanalmente",
    "edit_mem_monthly": "Mensualmente",
    "edit_mem_yearly": "Anualmente",
    "edit_mem_repeat_end": "Termino de repetición",
    "edit_mem_repeat_footer_immediately": "El mensaje se enviará inmediatamente",
    "edit_mem_repeat_footer_never": "El mensaje nunca se repetirá",
    "edit_mem_repeat_footer_date": "El mensaje se repetirá",
    "edit_mem_repeat_footer_until": "hasta",
    "edit_mem_accept_date": "Aceptar"
}